Repository: ahmedmahmoud014/IOSKSUStaff
Catalog: KSU-Staff/*.lproj/Localizable.strings
Languages: ar

# usernameLblText
source: Username
ar: اسم المستخدم

# passwordLblText
source: Password
ar: كلمة المرور

# forgetPWLblText
source: Forget Password
ar: نسيت كلمة المرور

# DocInfoLblText
source: Document Status Inquiry
ar: الإستعلام عن المعاملات الإلكترونية

# loginLblText
source: Login
ar: تسجيل الدخول

# FingerPrintLblText
source: Use Fingerprint
ar: تفعيل البصمة

# FingerPrintErrorText
source: You have to login with username & password Please.
ar: من فضلك ادخل اسم المستخدم و كلمة المرور.

# userNameMandatoryMsg
source: Enter correct username/ password
ar: ادخل اسم المستخدم / كلمة المرور صحيحة

# passwordMandatoryMsg
source: Enter correct username/ password
ar: ادخل اسم المستخدم / كلمة المرور صحيحة

# ByIDLblText
source: Inquiry By Document ID
ar: الإستعلام برقم المعاملة الواردة للجامعة

# byLogBookLblText
source: Inquiry By LogBook ID
ar: الاستعلام برقم القيد في الجامعة

# docIDText
source: Document ID
ar: رقم الوارد

# docIDErrorText
source: Enter Document ID
ar: من فضلك ادخل رقم الوارد

# docOrganizationText
source: Document Organization ID
ar: الجهه الوارد منها المعاملة

# externalDocOrganizationSearchText
source: Organization Name
ar: اسم الجهة

# externalDocOrganizationSearchErrorText
source: Please Select Organization Name
ar: من فضلك اختر اسم الجهة

# docOrganizationErrorText
source: Enter Document Organization ID
ar: من فضلك ادخل الجهة الوارد منها المعاملة

# noDocOrganizationText
source: No Organization with this ID
ar: لا يوجد جهة بهذا الرقم

# logBookText
source: LogBook ID
ar: رقم القيد

# logBookErrorText
source: Enter LogBook ID
ar: من فضلك ادخل رقم القيد

# SearchButtonText
source: Search
ar: بحث

# BackButtonText
source: Back
ar: عودة

# ChooseButtonText
source: Choose
ar: آختر

# logBookIDHeaderText
source: Doc Number
ar: رقم القيد

# logBookDateHeaderText
source: Doc Date
ar: تاريخ القيد

# logBookStatusHeaderText
source: Doc Status
ar: حاله القيد

# profileDBText
source: Profile
ar: الملف الشخصي

# salaryDBText
source: Salary
ar: الراتب

# paymentDBText
source: Payments
ar: المسيرات الإفرادية

# permissionsDBText
source: Permissions
ar: الصلاحيات

# requestsDBText
source: Requests
ar: الطلبات

# delegationsDBText
source: Delegations
ar: التفاويض

# vacationsDBText
source: Vacations
ar: الاجازات

# schduleDBText
source: Schedule
ar: الجدول الدراسي

# TasksDBText
source: Tasks
ar: المهام

# passpordDBText
source: Passport Information
ar: جواز السفر

# ticketsDBText
source: Flight Tickets Eligibility
ar: أستحقاق تذاكر الطيران

# notificationDBText
source: Notification
ar: الاشعارات

# calenderDBText
source: Calendar
ar: التقويم الجامعي

# finInfoDBText
source: Financial Info
ar: المعلومات المالية

# custodyDBText
source: Custody Record
ar: سجل العهدة

# VehiclesDBText
source: Assigned Vehicles
ar: المركبات المسندة

# copyRightsText
source: King Saud University
ar: جامعة الملك سعود

# NormalText
source: Normal
ar: اعتيادية

# EmergencyText
source: Emergency
ar: اضطرارية

# nafeeDBText
source: Nafee
ar: نافع

# profileTitleText
source: Profile
ar: الملف الشخصي

# PresonalInfoText
source: Personal Information
ar: المعلومات الشخصية

# JobInfoText
source: Job Information
ar: المعلومات الوظيفية

# FullNameText
source: Full Name
ar: الأسم الكامل

# NationalityText
source: Nationality
ar: الجنسية

# BirthDateText
source: Birth Date
ar: تاريخ الميلاد

# BirthDateHijryText
source: Hijri Birth Date
ar: تاريخ الميلاد الهجري

# SocialNoText
source: ID Number
ar: رقم الهوية

# SocialExpireText
source: ID Number Expiry Date
ar: تاريخ انتهاء الهوية

# TelNoText
source: Telephone No
ar: رقم الهاتف

# MobNoText
source: Mobile No
ar: رقم الجوال

# AlterEmailText
source: Alternative Email
ar: البريد الألكتروني البديل

# webSiteText
source: Personal Website
ar: الموقع الشخصي

# EmpNoText
source: Employee ID
ar: الرقم الوظيفي

# RankText
source: Rank
ar: الرتبة

# GradeText
source: Grade
ar: الدرجة

# HiringDateText
source: Hiring Date
ar: تاريخ التعيين

# HiringDateHijryText
source: Hijri Hiring Date
ar: تاريخ التعيين الهجري

# JobTitleText
source: Job Title
ar: المسمي الوظيفي

# DepartmentText
source: Department
ar: القسم

# SectionText
source: Section
ar: الإدارة

# StatusText
source: Status
ar: الحالة

# StartWorkText
source: Start Work
ar: تاريخ الالتحاق

# StartWorkHijryText
source: Hijri Start Work
ar: بداية العمل الهجري

# BankAccNoText
source: Bank Account No
ar: رقم حساب البنك

# BankNameText
source: Bank Name
ar: اسم البنك

# SalaryTitleText
source: Salary
ar: الراتب

# SalaryPaymentInfoText
source: Payment Info
ar: جهة الصرف

# SalaryAllowanceText
source: Allowances
ar: المستحقات

# SalaryDeductionText
source: Deductions
ar: الحسومات

# SalaryTotalsText
source: Total
ar: الإجمالي

# DateText
source: Date
ar: التاريخ

# TypeText
source: Type
ar: النوع

# BankText
source: Bank
ar: البنك

# CodeText
source: Code
ar: الرمز

# DescriptionText
source: Description
ar: الوصف

# ValueText
source: Value
ar: القيمة

# TotalNetText
source: Total Net
ar: الصافي

# TotalDiscountText
source: Total Deduction
ar: مجموع الحسومات

# TotalDeserveText
source: Total Deserve
ar: مجموع المستحقات

# PaymentPaidText
source: Paid
ar: تم الصرف

# PaymentNotPaidText
source: Not Paid
ar: لم يتم الصرف

# PaymentItemNumberText
source: Number
ar: الرقم

# PaymentItemDescripText
source: Description
ar: الوصف

# PaymentItemAmountText
source: Amount
ar: المبلغ

# PaymentItemDateText
source: Date
ar: التاريخ

# PaymentItemIndicatorText
source: Remarks
ar: ملاحظات

# DelegationTitleText
source: Delegations
ar: التفاويض

# AddDelegationTitleText
source: Add Delegation
ar: اضافة تفويض

# EditDelegationTitleText
source: Edit Delegation
ar: تعديل تفويض

# EditDelegationButtonText
source: Edit
ar: تعديل

# DelegationNoDataFoundMsg
source: No Delegations
ar: لا توجد تفاويض

# delegationStartTimeText
source: From:
ar: من:

# delegationEndTimeText
source: To:
ar: إلى:

# delegationServiceNameText
source: Service Name:
ar: اسم الخدمة:

# delegationRequestIDText
source: Request No:
ar: رقم الطلب:

# delegationActivateStatusText
source: Activated
ar: مفعل

# delegationDeactivateStatusText
source: Deactivated
ar: غير مفعل

# EmptyButtonText
source: Empty
ar: تفريغ

# AddButtonText
source: Add
ar: أضافة

# EditButtonText
source: Edit
ar: تعديل

# DeleteButtonText
source: Delete
ar: حذف

# validateDateError
source: End Date must be greater than or equal to start date
ar: تاريخ النهايه يجب ان يكون اكبر من أو يساوي تاريخ البدايه

# NoDelegationsError
source: No Delegations with this data
ar: لا توجد تفاويض بهذة البيانات

# delegationUserNameMandatoryMsg
source: Please Enter UserName
ar: من فضلك ادخل اسم المستخدم.

# loadUserDataErrorMsg
source: Please load user data from server
ar: من فضلك قم بتحميل بيانات هذا المستخدم من الخادم

# delegationUserNameMinCharsMsg
source: Please Enter at least 3 characters
ar: من فضلك ادخل على الاقل ٣ حروف.

# delegationServiceNameMandatoryMsg
source: Please Choose Service Name
ar: من فضلك اختر اسم الخدمه.

# delegationRequestIDMandatoryMsg
source: Please Enter Request ID
ar: من فضلك ادخل رقم الطلب.

# delegationStartDateMandatoryMsg
source: Please Enter Delegation Start Date
ar: من فضلك ادخل تاريخ بداية التفويض.

# delegationEndDateMandatoryMsg
source: Please Enter Delegation End Date
ar: من فضلك ادخل تاريخ نهاية التفويض.

# deleteDelegationMsgText
source: Do you want to delete this delegation
ar: هل تريد مسح هذا التفويض

# ServicesTitleText
source: Services
ar: الخدمات

# ServicesNotFountMsg
source: No service found with this name
ar: لا توجد خدمة بهذا الأسم

# UsersTitleText
source: Users
ar: المستخدمين

# UsersNotFountMsg
source: No users with this name / username / job code
ar: لا يوجد مستخدمين بهذا الأسم / اسم المستخدم / الرقم الوظيفي

# UserSearchErrorText
source: Please select UserName
ar: من فضلك اختر اسم المستخدم

# AddDelegationConfirmationMsg
source: Delegation has been added
ar: تم اضافة التفويض

# EditDelegationConfirmationMsg
source: Delegation has been updated
ar: تم تعديل التفويض

# DeleteDelegationConfirmationMsg
source: Delegation has been deleted
ar: تم مسح التفويض

# PermissionsTitleText
source: Permissions
ar: الصلاحيات

# PermissionsNoDataFoundMsg
source: No Permissions
ar: لا توجد صلاحيات

# scheduleTitleText
source: Schedule
ar: الجدول الدراسي

# scheduleSaturdayText
source: Sat
ar: السبت

# scheduleSundayText
source: Sun
ar: الأحد

# scheduleMondayText
source: Mon
ar: الأثنين

# scheduleTuesdayText
source: Tue
ar: الثلاثاء

# scheduleWednesdayText
source: Wed
ar: الإربعاء

# scheduleThursdayText
source: Thu
ar: الخميس

# scheduleCourseCodeText
source: Course code:
ar: رمز المقرر:

# scheduleClassBuildingText
source: Building:
ar: المبنى:

# scheduleClassPartitionText
source: Partition:
ar: الجناح:

# scheduleClassFloorText
source: Floor:
ar: الدور:

# scheduleClassRoomText
source: Room:
ar: القاعة:

# scheduleStartTimeText
source: From:
ar: من:

# scheduleEndTimeText
source: To:
ar: إلى:

# scheduleSectionIDText
source: Section No:
ar: رقم الشعبة:

# scheduleNoDataFoundMsg
source: No Schedule
ar: لا يوجد جدول دراسي

# VacationTitleText
source: Vacations
ar: الاجازات

# VacationNormalText
source: Normal Vacation
ar: اجازة اعتيادية

# VacationEmergencyText
source: Emergency Vacation
ar: اجازة اضطرارية

# RequestTitleText
source: Requests
ar: الطلبات

# RequestNoDataFoundMsg
source: No Requests
ar: لا توجد طلبات

# RequestActionsNoDataFoundMsg
source: No Actions
ar: لا توجد إجراءات

# RequestDetailsNoDataFoundMsg
source: No Details
ar: لا توجد تفاصيل

# RequestServiceNameText
source: Service
ar: الخدمة

# RequestSenderNameText
source: Sender
ar: المُرسل

# RequestStartTimeText
source: From
ar: من

# RequestEndTimeText
source: To
ar: الى

# RequestIDText
source: Request ID
ar: رقم الطلب

# MyRequestsButtonText
source: My Requests
ar: طلباتي

# ProcessedRequestsButtonText
source: Processed
ar: الطلبات المعالجة

# RecievedRequestsButtonText
source: Recieved
ar: الطلبات الوارده

# CompletedRequestsButtonText
source: Completed
ar: الطلبات المكتملة

# RequestDateText
source: Request Date:
ar: تاريخ الطلب:

# RequestActionsTitleText
source: Request Actions List
ar: خط سير إجراءات الطلب

# RequestDetailsTitleText
source: Request Details
ar: تفاصيل الطلب

# RequestActionText
source: Action:
ar: الأجراء:

# RequestActionReasonText
source: Reason:
ar: السبب:

# RequestActionDateText
source: Date:
ar: التاريخ:

# RequestRequestIDText
source: Request No:
ar: رقم الطلب:

# RequestTypeText
source: Requester
ar: مقدم الطلب

# RequestNumberText
source: Row
ar: عنصر

# RequestStatusText
source: Details
ar: التفاصيل

# MenuItemHomeText
source: Home
ar: الرئيسية

# MenuItemEditProfileText
source: Edit Profile
ar: تعديل الملف الشخصي

# MenuItemChangePWText
source: Change Password
ar: تعديل كلمة المرور

# MenuItemDocInquiryText
source: Document Status Inquiry
ar: الإستعلام عن المعاملات الإلكترونية

# MenuItemContactsText
source: Contacts
ar: أرقام تهمك

# MenuItemNotifText
source: Notifications
ar: الاشعارات

# MenuItemLanguageText
source: English
ar: اللغة العربية

# MenuItemSupportText
source: IT Support
ar: الدعم الفني

# MenuItemReportProbText
source: Comments
ar: الملاحظات

# MenuItemAboutText
source: About
ar: عن التطبيق

# MenuItemLogoutText
source: Logout
ar: تسجيل خروج

# MenuItemSettingText
source: Settings
ar: الاعدادات

# MenuTitleText
source: Menu
ar: القائمة

# DeleteNotification
source: All Notifications have been deleted
ar: تم مسح الاشعارات

# CalenderTitleText
source: Calendar
ar: التقويم الجامعي

# DateFromText
source: Gregorian
ar: هجري

# DateToText
source: Hijri
ar: ميلادي

# TaskTitleText
source: Tasks
ar: المهام

# TaskNameText
source: Task
ar: مهمة

# TaskDeptText
source: Department
ar: الأدارة

# TaskDateText
source: Date
ar: التاريخ

# TaskStatusText
source: Status
ar: الحالة

# TaskRemarksText
source: Remarks
ar: الملاحظات

# PassportTitleText
source: Passport Information
ar: جواز السفر

# PassportNameText
source: Name
ar: الأسم

# PassportNoText
source: Passport No
ar: رقم جواز السفر

# PassportExDateText
source: Expiry Date
ar: تاريخ الانتهاء

# TicketTitleText
source: Flight Tickets Eligibility
ar: أستحقاق تذاكر الطيران

# TicketNameText
source: Name
ar: الأسم

# TicketTypeText
source: Ticket Type
ar: نوع التذكرة

# TicketContYearText
source: Year
ar: سنة العقد

# ChPwTitleText
source: Change Password
ar: تعديل كلمة المرور

# ChPwOldPwText
source: Old password
ar: كلمة المرور القديمة

# ChPwNewPwText
source: New password
ar: كلمة المرور الجديدة

# ChPwConfirmPWText
source: Confirm new password
ar: تأكيد كلمة المرور الجديدة

# VerifyButtonText
source: Verify
ar: تحقق

# passwordMandatoryChMsg
source: Enter old password
ar: ادخل كلمة المرور القديمة

# newPWMandatoryMsg
source: Enter new password
ar: ادخل كلمة المرور الجديدة

# confirmPWMandatoryMsg
source: Enter confirm new password
ar: ادخل تأكيد كلمة المرور الجديدة

# confirmPW_notMatchMsg
source: Confirm new password doesn't match
ar: تأكيد كلمة المرور الجديدة غير متطابقة

# confirmOldPWMatchMsg
source: New password must differ from old password
ar: كلمة المرور الجديدة يجب ان تختلف عن القديمة

# ChangePWDoneMsgText
source: Password changed successfully
ar: تم تعديل كلمة المرور بنجاح

# PWminLenghtMsgText
source: Password must be more than 6 characters
ar: الحد الادني لكلمة المرور 6 حروف

# ItSupportMsgText
source: Write your message
ar: محتوي الرسالة

# SendButtonText
source: Send
ar: إرسال

# ITSupportSuccMsgText
source: Your message has been sent successfully
ar: تم ارسال رسالتك بنجاح

# ItSupportSubjText
source: Subject
ar: عنوان الرسالة

# ItSupportSubMandMSG
source: Enter the subject
ar: ادخل عنوان الرسالة

# ItSupportTextMandMSG
source: Enter your message
ar: ادخل محتوي الرسالة

# OpenCameraText
source: Take Photo
ar: أخذ الصورة

# OpenPhotoLibText
source: Choose Existing
ar: اختيار الموجود

# ImageNeededMsgText
source: Select Image
ar: اختار صورة

# AlterEmailMandtoryMsg
source: Enter alternative email
ar: الرجاء إدخال البريد الاإلكتروني البديل

# forgetPWDoneMsg
source: Your password has been sent to your mobile
ar: تم ارسال كلمة المرور الخاصة بك علي هاتفك الجوال

# userNameMandatoryFPMsg
source: Enter correct username
ar: ادخل اسم المستخدم صحيح

# forgetPWVerifyText
source: Verification Code
ar: كود التحقق

# verificationSendingMsg
source: Verification code sent to your mobile
ar: تم إرسال كود التحقق علي جوالك

# verifyCodeMandatoryFPMsg
source: Enter verification code
ar: ادخل كود التحقق

# custodyDescText
source: Description
ar: الوصف

# custodyQuantityText
source: Quantity:
ar: الكمية:

# custodyRemarksText
source: Remarks
ar: الملاحظات

# custodyDontExistMsg
source: No assigned custody
ar: لا توجد عهد مسندة

# currentLangText
source: Application language
ar: لغة التطبيق

# changeLangMsgText
source: Do you want to change application language?
ar: هل تريد تغيير لغة التطبيق؟

# changeLangDoneMsgText
source: Change Language done successfully
ar: تم تغيير لغة التطبيق بنجاح

# changeTotalsDBText
source: Show animated values
ar: إظهار القيم المتحركة

# sendClaimTitleTxt
source: Send Claim
ar: ارسال شكوى

# sendClaimLblTxt
source: Write your salary claim
ar: اكتب شكوى الراتب

# sendClaimDoneMsgTxt
source: Your claim message is sent successfully
ar: تم ارسال شكوى الراتب الخاص بك بنجاح

# sendClaimValidateMsgTxt
source: Enter salary claim
ar: ادخل شكوى الراتب

# claimLstTitleTxt
source: Claim list
ar: قائمة الشكاوى

# claimLstDescpTxt
source: Description
ar: الوصف

# claimLstDateTxt
source: Date
ar: التاريخ

# claimLstTicketNoTxt
source: Claim No.
ar: رقم الشكوى

# aboutTxtMsg
source: The Application offers several services to the faculty members and employees in Integration with the administrative and financial systems of King Saud University The application allows the user to access his personal profile and show his job information, custody records .salary ordered by months and also view his vacations balance whether normal or emergency vacations. The system allows to view payments ordered by years and shows important contacts list of King Saud University. Also the application provides IT support services and views the calendar in addition to showing the availability of employee transportation vehicles (if available). The application is available in both (Arabic- English) languages and allows the employee to adjust his account settings. There is also 'change password' option which enables the user to modify his account password and also 'Forget password' option which enables the user to retrieve his account password using the e-mail of the user of the King Saud University.
ar: يقدم التطبيق عدة خدمات لإعضاء هيئة التدريس والموظفين بالتكامل مع النظام الإداري والمالي لجامعة الملك سعود. إمكانية الاطلاع علي الملف الشخصي للمستخدم وعرض المعلومات الوظيفية له وكذلك سجل العهد كما يمكن للموظف الاطلاع على الرواتب حسب الشهور كما يمكنه ايضاً الاطلاع على الاجازات . يتيح النظام الاطلاع على المسيرات الإفرادية حسب السنوات وقائمة أرقام تليفونات الهامة بجامعة الملك سعود كذلك يوفر التطبيق خدمة الدعم الفني وعرض التقويم الجامعى و خدمة نافع ... التطبيق متوافر باللغتين ( العربيه - الإنجليزية ) و يتيح للمستخدم ضبط الإعدادات الخاصة بحسابه. كما يوجد خدمة 'تعديل كلمة المرور' والتي تُمكن المستخدم من تعديل كلمة المرور الخاصة به وكذلك خدمة 'نسيت كلمة المرور' وهي تُمكن المستخدم من استرداد كلمة المرور الخاصه به ويتم ذلك عن طريق البريد الإلكتروني للمستخدم التابع لجامعة الملك سعود.

# vehicleNoText
source: Vehicle No.
ar: رقم اللوحة

# vehicleTypeText
source: Vehicle Type
ar: نوع المركبة

# vehicleAssignText
source: Assign Date
ar: تاريخ الاستلام

# vehicleDeliveryText
source: Delivery Date
ar: تاريخ الارجاع

# calStartFirst
source: Beginning of the first semester
ar: بداية الدراسة للفصل الدراسي الأول

# calNationalDay
source: The National day holiday
ar: أجازة اليوم الوطني

# calStartAdah
source: Eid Al-Adha holiday
ar: بداية أجازة عيد الأضحى

# calEndAdah
source: Beginning of the school year after Eid Al-Adha holiday
ar: بداية الدراسة بعد أجازة عيد الأضحى

# calFirstExam
source: First semester exams
ar: بداية اختبار الفصل الدراسي الأول

# calStartMidVaca
source: Beginning of the mid-year vacation
ar: بداية أجازة منتصف العام

# calStartSecond
source: Beginning of the second semester
ar: بداية الدراسة للفصل الدراسي الثاني

# calStartSecondMidVaca
source: Beginning of the second midterm vacation
ar: بداية أجازة منتصف الفصل الدراسي الثاني

# calEndSecondMidVaca
source: Beginning of the school year after the second midterm vacation
ar: بداية الدراسة بعد أجازة منتصف الفصل الدراسي الثاني

# calSecondExam
source: Second semester exams
ar: بداية اختبارات الفصل الدراسي الثاني

# calStartFinalVaca
source: End of school year vacation
ar: بداية أجازة نهاية العام

# calStartYear
source: Beginning of the school year
ar: بداية العام الدراسي

# calStartFirstMidVaca
source: Beginning of the first midterm vacation
ar: بداية أجازة منتصف الفصل الدراسي الأول

# calEndFirstMidVaca
source: Beginning of the school year after the first midterm vacation
ar: بداية الدراسة بعد أجازة منتصف الفصل الدراسي الأول

# calLastAppology
source: The deadline to apologize for the classroom and/or a course
ar: آخر موعد للاعتذار عن الفصل الدراسي وعن مقرر

# calStartPrepareSubjects
source: Prep. subjects' exams start date
ar: بداية اختبارات مواد الاعداد العام

# calEndPrepareSubjects
source: Prep. subjects' exams end date
ar: نهاية اختبارات مواد الاعداد العام

# calStartTeachersVaca
source: Begin of the educational staff vacation
ar: بداية أجازة أعضاء هيئة التدريس

# calEndTeachersVaca
source: Educational staff resume date
ar: عودة أعضاء هيئة التدريس

# calStartSummarCourse
source: Summer semester registration
ar: بداية التهيئة والتسجيل للفصل الصيفي

# calStartStudy
source: The beginning of study
ar: بداية الدراسة

# calStartFatrEidVaca
source: Eid Al-Fitr holiday
ar: بداية أجازة عيد الفطر المبارك

# calEndFatrEidVaca
source: Classes resume
ar: بداية الدراسة بعد أجازة عيد الفطر المبارك

# calStartExam
source: Beginning of final exams
ar: بداية الاختبارات النهائية

# calEndExam
source: End of final exams
ar: نهاية الاختبارات النهائية

# calStartFirstNew
source: Beginning of the study for the first semester
ar: بداية الدراسة والتهيئة للفصل الدراسي الأول

# calStartSecondNew
source: Beginning of the study for the second semester
ar: بداية الدراسة والتهيئة للفصل الثاني

# calLastAppologyYearly
source: The deadline to apologize for the classroom and/or a course(yearly)
ar: آخر موعد للاعتذار عن الفصل الدراسي وعن مقرر(سنوي)

# calFirstTermStartTrans
source: Beginning of the transfer period between colleges and departments
ar: بداية فترة التقديم للتحويل بين الكليات والأقسام

# calFirstTermEndTrans
source: End of the transfer period between colleges and departments
ar: نهاية فترة التقديم للتحويل بين الكليات والأقسام

# calFirstTermStartGeneralExam
source: Beginning of general preparation materials tests
ar: بداية اختبارات مواد الإعداد العام

# calSecondTermStartTrans
source: Beginning of the transfer period between colleges and departments
ar: بداية فترة التقديم للتحويل بين الكليات والأقسام

# calSecondTermEndTrans
source: End of transfer period between colleges and departments
ar: نهاية فترة التقديم للتحويل بين الكليات والأقسام

# calSecondTermStartGeneralExam
source: Beginning of general preparation materials tests
ar: بداية اختبارات مواد الإعداد العام

# calSecondTermStartFinalExam
source: Beginning of final exams
ar: بداية الاختبارات النهائية

# calSecondTermEndFinalExam
source: End of final exams
ar: نهاية الاختبارات النهائية

# calStartUniversityTrans
source: Beginning of the application period for transfer from outside the university
ar: بداية فترة التقديم للتحويل من خارج الجامعة

# calEndUniversityTrans
source: End of the application period for transfer from outside the university
ar: نهاية فترة التقديم للتحويل من خارج الجامعة

# calNewAcademicYear
source: Beginning of the new academic year
ar: بداية العام الدراسي الجديد

# calSummerStart
source: Beginning of the study for the summer semester
ar: بداية الدراسة للفصل الصيفي

# calSummerLastApology
source: Last date for an apology for the summer semester or for a course
ar: آخر موعد للاعتذار عن الفصل الدراسي الصيفي وعن مقرر

# calSummerFinalExam
source: Beginning of summer final exams
ar: بداية الاختبارات النهائية

# bookScreenTitle
source: Library
ar: المكتبة

# bookBorrowedDateTitle
source: Borrowing Date
ar: تاريخ الإستعارة

# bookBorrowedNoDataMSG
source: You don't have any borrowing books
ar: لا توجد لديك كتب مستعارة

# ApplicationTitleText
source: King Saud University
ar: جامعة الملك سعود

# OKayButtonText
source: OK
ar: موافق

# CancelButtonText
source: Cancel
ar: إلغاء

# DoneButtonText
source: Done
ar: موافق

# AllFieldsAreRequiredMessage
source: All Fields are required
ar: كل الحقول مطلوبة

# WrongMailFormatMessage
source: Invalid email address format
ar: صيغة البريد الاليكتروني غير صحيحة

# SaveButtonText
source: Save
ar: حفظ

# ErrorGeneralTitle
source: Error
ar: خطأ

# NetWorkBody
source: No Internet connection. Make sure WiFi or cellular data is turned on
ar: لا يوجد اتصال بالإنترنت، فضلا تأكد من تشغيل wifi أو الموبيل انترنت

# NoCameraMessage
source: Device has no camera
ar: هذا الجهاز لا يحتوي علي كاميرا

# NoDataFoundMsg
source: No data found
ar: لا توجد بيانات

# ServerErrorMsg
source: Server Error
ar: يوجد مشكلة بالخادم

# UserFieldsText
source: Name / UserName / Job Code
ar: الأسم / اسم المستخدم / الرقم الوظيفي

# UserNameText
source: Name
ar: الأسم

# UserUsernameText
source: UserName
ar: اسم المستخدم

# UserJobCodeText
source: Job Code
ar: الرقم الوظيفي

# UserJobTitleText
source: Job Name
ar: المسمى الوظيفي

# UpdateLanguageConfirmationMsg
source: Language has been updated
ar: تم تعديل اللغه بنجاح

# LanguageUpdateError
source: Language hasn't been updated on server, Please try again later
ar: لم يتم تعديل اللغه على الخادم ، من فضلك حاول مره اخرى

# NameMandatoryMsg
source: Enter Name
ar: ادخل الأسم

# mobileNumMandatoryMsg
source: Enter Mobile Number
ar: ادخل رقم الهاتف

# mobileNotValidMsg
source: Enter Valid Mobile Number
ar: ادخل رقم هاتف صحيح
