Repository: ahmedmahmoud014/IOSKSUStaff
Catalog: KSU-Staff/*.lproj/Localizable.strings
Languages: ar

# emailMandatoryMsg
source: Enter Email address
ar: ادخل البريد الألكتروني

# emailNotValidMsg
source: Enter Valid Email
ar: ادخل بريد الكتروني صحيح

# messageMandatoryMsg
source: Enter Message Text
ar: ادخل الرسالة

# EmailNameText
source: Name
ar: الأسم

# MobileNumText
source: Mobile
ar: رقم الأتصال

# EmailText
source: Email
ar: البريد الألكتروني

# MessageText
source: Message \ Note
ar: الرسالة / الملاحظة

# MailTitleText
source: Comments
ar: الملاحظات لأدارة المتابعة

# salaryClaim
source: If you have any note about your payments, you can write a message to Payroll department. And you will get an automatic response.
ar: في حال وجود ملاحظات على المستحقات المالية يمكن كتابة الرسالة لقسم الرواتب في عمادة شؤون أعضاء هيئة التدريس والموظفين وسيتم الرد آليا
